Repository: Acidburn0zzz/manjaro-pamac
Catalog: po/*.po
Languages: hi, ja, ko

source: Authentication is required
hi: प्रमाणीकरण की आवश्यकता है
ja: 認証が必要です
ko: 인증이 필요합니다

source: _OK
ja: OK（_O）

source: Install local packages
hi: स्थानीय संकुल स्थापित करें
ja: ローカルパッケージをインストール

source: _Cancel
ja: キャンセル（_C）
ko: _취소

source: _Open
ja: 開く（_O）
ko: _열기

source: Progress
hi: प्रगति
ja: 経過
ko: 진행

source: _Close
ja: 閉じる（_C）
ko: _닫기

source: Details
hi: विवरण
ja: 詳細
ko: 자세히

source: Pamac History
hi: Pamac इतिहास
ja: Pamac 履歴
ko: 패맥 히스토리

source: Transaction Summary
hi: गतिविधि सारांश
ja: 処理の概要
ko: 트랜잭션 요약

source: Package Manager
hi: संकुल प्रबंधक
ja: パッケージマネージャー
ko: 패키지 매니저

source: Refresh databases
ja: データベースの更新
ko: 데이터베이스 새로고침

source: Apply changes
hi: परिवर्तन लागू करें
ja: 変更を適用

source: Cancel all planned changes
ja: すべての変更を取り消し

source: Search in AUR
hi: AUR में खोज
ja: AURの検索

source: Search
hi: खोज
ja: 検索
ko: 검색

source: Groups
hi: समूह
ja: グループ
ko: 그룹

source: State
hi: राज्य
ja: 状態
ko: 상태

source: Repositories
ja: リポジトリ
ko: 저장소

source: Name
hi: नाम
ja: 名前
ko: 이름

source: Version
hi: संस्करण
ja: バージョン
ko: 버전

source: Repository
hi: कोष
ja: リポジトリ
ko: 저장소

source: Size
hi: आकार
ja: サイズ
ko: 크기

source: Dependencies
ja: 依存
ko: 의존성

source: Files
hi: फ़ाइलें
ja: ファイル
ko: 파일

source: View History
hi: इतिहास देखें
ja: 閲覧履歴
ko: 히스토리 보기

source: _Preferences
ja: 設定（_P）

source: _About
ja: 概要（_A）

source: Update Manager
hi: अद्यतन प्रबंधक
ja: アップデートマネージャー

source: _Refresh
ja: 更新（_R）

source: _Apply
ja: 適用（_A）
ko: _적용

source: Preferences
ja: 設定
ko: 설정

source: Enable AUR support
hi: AUR समर्थन सक्रिय
ja: AURのサポートを可能にする
ko: AUR 지원 설정

source: Allow Pamac to search and install packages from AUR
hi: Pamac AUR से संकुल को खोजने और स्थापित करने की अनुमति
ja: PamacがAURパッケージを探索し、インストールすることを許可する
ko: 패맥을 AUR로 부터 패키지를 설치하고 검색하는 것을 허용

source: Remove unrequired dependencies
hi: संयुक्त राष्ट्र आवश्यक निर्भरता निकालें
ja: 必要ではない依存関係を削除
ko: 필요없는 의존성 제거

source: How often to check for updates, value in hours
hi: घंटे में अपडेट, मूल्य के लिए जाँच करने के लिए कितनी बार
ja: どれくらいの頻度で更新をチェックしますか、時間で指定してください。
ko: 얼마나 자주 업데이트, 시간 값

source: Options
hi: विकल्प
ja: オプション

source: Alpm Package
ja: Alpmパケージ
ko: Alpm 패키지

source: Failed to initialize alpm library
ja: Alpmライブラリの初期化に失敗しました
ko: alpm 라이브러리 초기화를 실패하였습니다

source: Failed to synchronize any databases
ja: すべてのデータベースの同期に失敗しました
ko: 어떠한 데이타베이스도 동기화하지 못했습니다

source: Failed to init transaction
ja: 初期処理に失敗しました
ko: 거래 초기화를 실패하였습니다

source: Failed to prepare transaction
ja: 準備処理に失敗しました
ko: 거래 준비를 실패하였습니다

source: target not found: %s
ja: ターゲットが見つかりません: %s
ko: 타겟이 발견되지 않았습니다: %s

source: package %s does not have a valid architecture
ja: パッケージ %s は適切なアーキテクチャーではありません
ko: %s 패키지는 정확한 아키텍처를 가지고 있지 않습니다

source: %s: requires %s
ja: %s: %sが必要です

source: %s and %s are in conflict
ja: %s と %s は衝突しています
ko: %s 와 %s는 문제가 있습니다

source: %s needs to be removed but it is a locked package
ja: %s は削除される必要がありますが、ロックされています
ko: %s는 제거가 필요합니다. 하지만 잠긴 패키지입니다

source: %s exists in both %s and %s
ja: %s が %s と %s の両方に存在します
ko: %s는 %s와%s에 존재 함

source: %s: %s already exists in filesystem
ja: %s: %s は既にファイルシステムに存在します
ko: %s : %s 는 이미 파일시스템에 존재

source: %s is invalid or corrupted
ja: %s は不適切かあるいは壊れています
ko: %s는 유효하지 않거나 손상 됨

source: Authentication failed
hi: सत्यापन विफल
ja: 認証に失敗
ko: 인증에 실패하였습니다

source: Synchronizing package databases
ja: パッケージのデータベースを同期
ko: 패키지 데이터베이스 동기화 중

source: Starting full system upgrade
ja: 全てのシステムの更新を開始
ko: 전체 시스템 업그레이드 시작 중

source: Preparing
hi: तैयारी
ja: 準備中
ko: 준비중

source: To remove
hi: निकालने के लिए
ja: 削除
ko: 제거

source: To downgrade
hi: डाउनग्रेड करने के लिए
ja: ダウングレード
ko: 다운그레이드

source: To build
hi: निर्माण करने के लिए
ja: ビルド
ko: 빌드하기

source: To install
hi: स्थापित करने के लिए
ja: インストール
ko: 설치

source: To reinstall
hi: पुन: स्थापित करने के लिए
ja: 再インストール
ko: 재설치

source: To update
hi: अद्यतन करने के लिए
ja: アップデート

source: Total download size
ja: 全ダウンロードサイズ
ko: 전체 다운로드 크기

source: Building packages
ja: パッケージのビルド中

source: Checking dependencies
hi: निर्भरता जाँच हो रही है
ja: 依存関係を解決中
ko: 의존성 확인중

source: Checking file conflicts
hi: फ़ाइल विरोध जाँच हो रही है
ja: 競合するファイルを確認中
ko: 파일결함 확인 중

source: Resolving dependencies
hi: निर्भरता हल
ja: 依存関係を解決中
ko: 의존성 해결

source: Checking inter-conflicts
ja: 内部衝突を確認中
ko: 내부문제 확인 중

source: Installing %s
hi: का अधिष्ठापन %s
ja: インストール中%s
ko: 설치 중 %s

source: Reinstalling %s
hi: स्थापित करने पुन %s
ja: 再インストール中 %s
ko: 재설치 중 %s

source: Removing %s
hi: हटा रहा है %s
ja: 削除中 %s
ko: 제거 중 %s

source: Upgrading %s
hi: उन्नयन %s
ja: アップグレード中 %s
ko: 업그레이드 중 %s

source: Downgrading %s
hi: पदावनति %s
ja: ダウングレーディング %s
ko: 다운로드 중 %s

source: Checking integrity
hi: अखंडता की जाँच
ja: ファイルの整合性を確認中
ko: 무결성 확인 중

source: Checking keyring
hi: कीरिंग जाँच हो रही है
ja: キーリングを確認中
ko: 키잉 확인 중

source: Downloading required keys
hi: आवश्यक चाबियाँ डाउनलोड कर रहा है
ja: 要求されたキーをダウンロード中
ko: 필요한 키를 다운로드 중입니다

source: Loading packages files
hi: लोड हो रहा है संकुल फाइलें
ja: パッケージファイルのロード中
ko: 꾸러미 파일을 로드중입니다.

source: Checking delta integrity
hi: डेल्टा अखंडता की जाँच
ja: 差分の確認中
ko: 델타 무결성 확인 중

source: Applying deltas
hi: डेल्टा लागू करना
ja: 差分の適用中
ko: 델타 적용 중

source: Generating %s with %s
hi: साथ %s सृजन %s
ja: %sで%sを生成
ko: 생성 중 %s 와 %s

source: Generation succeeded
hi: जनरेशन सफल रहा
ja: パッケージの生成が成功しました
ko: 생성 성공

source: Generation failed
hi: जनरेशन में विफल रहा है
ja: パッケージの生成が失敗しました
ko: 생성 실패

source: Configuring %s
hi: का विन्यास %s
ja: 設定中 %s
ko: 설정 중 %s

source: Downloading
hi: डाउनलोडिंग
ja: ダウンロード中

source: Checking available disk space
hi: उपलब्ध डिस्क स्थान जाँच हो रही है
ja: 使用可能なディスク容量を確認中
ko: 이용 가능한 공간 크기 확인 중

source: Database file for %s does not exist
ja: %s のためのデーターベースファイルが存在しません
ko: 데이터베이스 파일 %s 가 존재하지 않습니다.

source: Refreshing %s
hi: रिफ्रेशिंग %s
ja: 更新 %s
ko: 새로고치는 중 %s

source: Downloading %s
hi: डाउनलोड कर रहा है %s
ja: ダウンロード中 %s
ko: 다운로드 중 %s

source: Warning
ja: 警告
ko: 경고

source: Error
ja: エラー
ko: 에러

source: Transaction cancelled
ja: 操作がキャンセルされました
ko: 트랜잭션 취소 됨

source: Nothing to do
hi: ऐसा करने के लिए कुछ भी नहीं
ja: 何もすることがありません
ko: 아무 것도 할 것이 없습니다

source: Transaction successfully finished
hi: लेन - देन सफलतापूर्वक समाप्त
ja: 処理が正常に終了しました。
ko: 트랜잭션을 성공적으로 완료했습니다

source: Pamac is already running
hi: Pamac पहले से ही चल रहा है
ja: pamacは既に起動しています

source: Your system is up-to-date
hi: आपका सिस्टम है अप करने की तारीख
ja: システムは最新です
ko: 당신의 시스템은 최신 상태입니다.

source: _Quit
ja: 終了（_Q）
ko: _종료

source: Show available updates
ja: 利用可能な更新を表示

source: Deselect
hi: अचयनित
ja: 非選択
ko: 선택취소

source: Install
hi: स्थापित करें
ja: インストール
ko: 설치

source: Remove
hi: हटाना
ja: 削除
ko: 제거

source: Reinstall
hi: पुन: स्थापित करें
ja: 再インストール
ko: 재설치

source: Mark as explicitly installed
ja: 明示的にインストールされた
ko: 마킹 된 것만 설치 됨

source: local
hi: स्थानीय
ja: ローカル

source: Installed
hi: स्थापित
ja: インストール済み
ko: 설치완료

source: Licenses
hi: लाइसेंस
ja: ライセンス
ko: 라이센스

source: Depends On
hi: पर निर्भर करता है
ja: 依存する
ko: 의존

source: Optional Dependencies
ja: オプショナルな依存
ko: 추가적인 의존성

source: Required By
hi: द्वारा जरूरी
ja: 必要としています
ko: 필요 함

source: Provides
hi: प्रदान करता है
ja: 提供
ko: 제공

source: Replaces
hi: के स्थान
ja: 置換
ko: 대체

source: Conflicts With
hi: इसके साथ मतभेद
ja: 競合しています
ko: 갈등

source: Packager
ja: パッケージャー
ko: 패커

source: Install Date
hi: तिथि स्थापित करें
ja: インストール時刻
ko: 설치 날짜

source: Explicitly installed
hi: स्पष्ट रूप से स्थापित
ja: 明示的にインストールされた
ko: 선택적으로 설치됨

source: Installed as a dependency for another package
hi: एक और पैकेज के लिए एक निर्भरता के रूप में स्थापित
ja: 他のパッケージに依存するプログラムとしてインストールされました
ko: 다른 패키지를 위한 의존성으로 설치됨

source: Unknown
hi: अज्ञात
ja: 不明
ko: 알 수 없음

source: Install Reason
hi: कारण स्थापित करें
ja: インストールReason
ko: 설치 이유

source: Signatures
hi: हस्ताक्षर
ja: 署名
ko: 서명

source: Backup files
hi: बैकअप फाइलें
ja: バックアップファイル
ko: 백업 파일

source: No package found
hi: कोई पैकेज नहीं मिला
ja: パッケージが見つかりません
ko: 패키지를 찾지 못했습니다

source: Uninstalled
hi: स्थापना हटाई
ja: アンインストール済み

source: %.2f MiB
ja: %.2f メガバイト

source: unable to satisfy dependency '%s' required by %s
ko: %s에 의해 요구되는 %s은 의존성을 만족시킬 수 없습니다

source: installing %s (%s) breaks dependency '%s' required by %s
ko: 설치 중 %s (%s) %s에 의해 요구되는 %s 의존성은 중단 됨

source: removing %s breaks dependency '%s' required by %s
ko: 제거 중 %s %s에 의해 요구되는 %s 의존성은 중단 됨

source: Failed to commit transaction
ko: 트랜잭션 커밋에 실패 함

source: %s appears to be truncated: %jd/%jd bytes
ko: %s 는 잘린 것으로 보임: %jd / %jd bytes

source: failed retrieving file '%s' from %s : %s
ko: %s : %s로 부터 파일 가져오기 실패 '%s'

source: Yes
ko: 네

source: No
ko: 아니요

source: Refreshing mirrors list
ko: 미러 목록을 새로고치는 중

source: Building %s
ko: %s 빌드중

source: %s optionally requires %s
ko: %s 추가적으로 필요 한 %s

source: %s installed as %s.pacnew
ko: %s 는 %s.pacnew 로 설치 되었습니다

source: %s installed as %s.pacsave
ko: %s 는 %s.pacsave 로 설치 되었습니다

source: Running pre-transaction hooks
ko: 사전 트랜잭션 후크가 실행 중

source: Running post-transaction hooks
ko: 사후 트랜잭션 후크가 실행 중

source: About %u seconds remaining
ko: %u초 남았습니다

source: About %lu minute remaining
ko: %lu 초 남았습니다

source: Choose a provider for %s
ko: %s 를 위한 제공자 선택

source: To upgrade
ko: 업그레이드

source: Waiting for another package manager to quit
ko: 다른 패키지 매니저가 종료되기를 기다리는 중입니다

source: %u available update
ko: %u 이용가능 한 업데이트

source: Checking for Updates
ko: 업데이트 확인

source: Upgrade
ko: 업그레이드

source: %u pending operation
ko: %u 보류중인 작업

source: Categories
ko: 카테고리

source: Updates
ko: 업데이트

source: Pending
ko: 보류 중

source: Orphans
hi: अनाथ
ko: 단독

source: Foreign
ko: 기타

source: Accessories
ko: 액세서리

source: Audio & Video
ko: 오디오 & 비디오

source: Development
ko: 개발

source: Education
ko: 교육

source: Games
ko: 게임

source: Graphics
ko: 그래픽

source: Internet
ko: 인터넷

source: Office
ko: 오피스

source: Science
ko: 과학

source: Settings
ko: 설정

source: System Tools
ko: 시스템 도구

source: Package Base
ko: 패키지 기본

source: Maintainer
ko: 관리자

source: First Submitted
ko: 처음 제안

source: Last Modified
ko: 마지막 수정

source: Votes
ko: 투표

source: Out of Date
ko: 날짜 지남

source: Build Date
ko: 빌드 날짜

source: Optional For
ko: 추가적으로

source: Make Dependencies
ko: 의존성 만들기

source: Check Dependencies
ko: 의존성 체크

source: Install Local Packages
ko: 지역 패키지 설치

source: A Gtk3 frontend for libalpm
ko: libalpm을 위한 Gtk3

source: Number of versions of each package to keep in the cache
ko: 캐시에 보관 할 각 패키지 버전 보관의 수

source: Build directory
ko: 빌드 디렉토리

source: Worldwide
ko: 세계적

source: Choose Ignored Upgrades
ko: 업그레이드 무시 선택

source: Choose a Provider
ko: 제공자 선택

source: Choose
ko: 선택

source: Commit
ko: 커밋

source: About
ko: 대하여

source: Select All
ko: 모두 선택

source: Popularity
ko: 인기

source: Browse
ko: 검색

source: When removing a package, also remove its dependencies that are not required by other packages
ko: 패키지를 제거할 때, 다른 패키지에 의한 필요없는 그 패키지의 의존성 또한 제거됩니다

source: Check available disk space
ko: 이용가능 한 디스크 공간 확인

source: Check for updates
ko: 업데이트 확인

source: Automatically download updates
ko: 업데이트를 자동으로 다운로드

source: Hide tray icon when no update available
ko: 이용가능한 업데이트가 없을 때 트레이 아이콘 숨김

source: Ignore upgrades for:
ko: 업데이트 무시:

source: General
ko: 일반

source: Use mirrors from:
ko: 미러를 사용:

source: Refresh Mirrors List
ko: 미러 목록 새로고침

source: Official Repositories
ko: 공식적인 저장소

source: AUR is a community maintained repository so it presents potential risks and problems. All AUR users should be familiar with the build process.
ko: AUR은 커뮤니티가 관리하는 저장소입니다. 따라서 잠재적 위험 및 문제점이 있습니다. 모든 AUR 사용자들은 빌드 과정에 익숙해야합니다.

source: Check for updates from AUR
ko: AUR로 부터 업데이트 확인

source: Remove only the versions of uninstalled packages
ko: 설치되지 않은 패키지들의 버전 만을 제거

source: Clean cache
ko: 캐시 비우기

source: Cache
ko: 캐시

source: %u available updates
hi: %u उपलब्ध अद्यतन

source: 1 available update
hi: 1 उपलब्ध अद्यतन
